evaluation/old_results/ycsb_pm_results/redis/Runc/Run5
127.0.0.1
[OVERALL], RunTime(ms), 496571
[OVERALL], Throughput(ops/sec), 20138.1071387576
[TOTAL_GCS_G1_Young_Generation], Count, 41
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 110
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.02215191785263336
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 41
[TOTAL_GC_TIME], Time(ms), 110
[TOTAL_GC_TIME_%], Time(%), 0.02215191785263336
[READ], Operations, 10000000
[READ], AverageLatency(us), 47.676307
[READ], MinLatency(us), 15
[READ], MaxLatency(us), 9599
[READ], 95thPercentileLatency(us), 53
[READ], 99thPercentileLatency(us), 64
[READ], Return=OK, 10000000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3037.0
[CLEANUP], MinLatency(us), 3036
[CLEANUP], MaxLatency(us), 3037
[CLEANUP], 95thPercentileLatency(us), 3037
[CLEANUP], 99thPercentileLatency(us), 3037